export const cats = [
    {
        label: 'Недвижими имоти',
        icon: <i className="fa-solid fa-key"></i>,
        subCats: ['Продажби', 'Наеми']
    },
    {
        label: 'Автомобили',
        icon: <i className="fa-solid fa-car"></i>,
        subCats: ['Части, Аксесоари, Гуми и Джанти', 'Автомобили и Джипове', 'Микробуси и камиони', 'Мотоциклети и АТВ', 'Ремаркета и фургони', 'Каравани', 'Лодки и яхти', 'Агро и строителна техника']
    },
    {
        label: 'Електроника',
        icon: <i className="fa-solid fa-mobile"></i>,
        subCats: ['Компютри', 'Компютърни аксесоари, части', 'Таблети, четци', 'Телефони', 'Аксесоари, части за телефони', 'Телевизори', 'Аудио техника', 'Домакински уреди', 'Климатици', 'Фото, видео', 'Навигация', 'Други']
    },
    {
        label: 'Спорт, книги, хоби',
        icon: <i className="fa-solid fa-basketball"></i>,
        subCats: ['Спортни стоки', 'Туризъм, къмпинг, риболов', 'Книги, канцеларски материали', 'Музика', 'Филми', 'Антики и колекции', 'Музикални инструменти', 'Наргилета, табакери, запалки', 'Билети, събития', 'Игри']
    },
    {
        label: 'Животни',
        icon: <i className="fa-solid fa-dog"></i>,
        subCats:['Кучета','Котки','Рибки','Птици','Селскостопански животни','Зайци','Други домашни любимци','Изгубени, намерени','Стоки за животни']
    },
    {
        label: 'Дом и градина',
        icon: <i className="fa-solid fa-couch"></i>,
        subCats:['Мебели','Домашен майстор','Изкуство, декорация','Домашни потреби','Пердета, килими','Осветление','Спално бельо, текстил','Градина','Всичко за почистването','Мебели по поръчка','Храни, добавки, напитки','Инвалидни колички, помощни средства','Домакински уреди','Други']
    },
    {
        label: 'Мода',
        icon: <i className="fa-solid fa-shirt"></i>,
        subCats:['Дрехи','Обувки','Аксесоари','Парфюмерия и козметика','Бижутерия','Часовници','Шивашки услуги']
    },
    {
        label: 'За бебето',
        icon: <i className="fa-solid fa-baby-carriage"></i>,
        subCats:['Дрехи','Обувки','Бебешки и детски колички','Играчки','Мебели за детската стая, текстил','Аксесоари','Стоки за близнаци','Други','Детегледачки, детски центрове']
    }

]

